Repository: hkiam/PeachCommander
Catalog: Sources/PCApp/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, hu, it, ko, nb, nl, pl, ro, ru, sk, sl, sv, uk, zh_hans

source: Keep-alive interval (seconds):
cs: Interval keep-alive (sekundy):
da: Keep-alive-interval (sekunder):
de: Keep-Alive-Intervall (Sekunden):
es: Intervalo de keep-alive (segundos):
fr: Intervalle de maintien de connexion (secondes) :
hu: Életben tartási időköz (másodperc):
it: Intervallo keep-alive (secondi):
ko: 연결 유지 간격(초):
nb: Keep-alive-intervall (sekunder):
nl: Keep-alive-interval (seconden):
pl: Interwał podtrzymywania (sekundy):
ro: Interval keep-alive (secunde):
ru: Интервал keep-alive (секунды):
sk: Interval udržiavania spojenia (sekundy):
sl: Interval ohranjanja povezave (sekunde):
sv: Keep-alive-intervall (sekunder):
uk: Інтервал підтримки з’єднання (секунди):
zh_hans: 保持连接间隔（秒）：

source: Key file:
cs: Soubor s klíčem:
da: Nøglefil:
de: Schlüsseldatei:
es: Archivo de clave:
fr: Fichier de clé :
hu: Kulcsfájl:
it: File di chiave:
ko: 키 파일:
nb: Nøkkelfil:
nl: Sleutelbestand:
pl: Plik klucza:
ro: Fișier de cheie:
ru: Файл ключа:
sk: Súbor s kľúčom:
sl: Datoteka ključa:
sv: Nyckelfil:
uk: Файл ключа:
zh_hans: 密钥文件：

source: Key fingerprint: %@ If this matches the fingerprint the server’s operator gave you, it is safe to continue. Continuing records the key in ~/.ssh/known_hosts, and a later change to it will be refused.
cs: Otisk klíče: %@ Pokud souhlasí s otiskem, který vám sdělil provozovatel serveru, můžete bezpečně pokračovat. Pokračováním se klíč zapíše do ~/.ssh/known_hosts a jeho pozdější změna bude odmítnuta.
da: Nøglens fingeraftryk: %@ Hvis det stemmer overens med det fingeraftryk, serverens operatør har oplyst, er det sikkert at fortsætte. Fortsætter du, registreres nøglen i ~/.ssh/known_hosts, og en senere ændring vil blive afvist.
de: Schlüssel-Fingerprint: %@ Wenn dieser mit dem Fingerprint übereinstimmt, den Ihnen der Serverbetreiber genannt hat, können Sie fortfahren. Beim Fortfahren wird der Schlüssel in ~/.ssh/known_hosts eingetragen; eine spätere Änderung daran wird abgelehnt.
es: Huella de la clave: %@ Si coincide con la huella que le facilitó el operador del servidor, es seguro continuar. Al continuar, la clave se registra en ~/.ssh/known_hosts y cualquier cambio posterior será rechazado.
fr: Empreinte de la clé : %@ Si elle correspond à l’empreinte communiquée par l’exploitant du serveur, vous pouvez continuer. Continuer enregistre la clé dans ~/.ssh/known_hosts, et toute modification ultérieure sera refusée.
hu: Kulcs ujjlenyomata: %@ Ha ez megegyezik a kiszolgáló üzemeltetője által megadott ujjlenyomattal, biztonságosan folytathatja. A folytatás rögzíti a kulcsot a ~/.ssh/known_hosts fájlban, és a későbbi megváltozását a program elutasítja.
it: Impronta della chiave: %@ Se corrisponde all’impronta fornita dall’operatore del server, puoi continuare. Continuando, la chiave viene registrata in ~/.ssh/known_hosts e una modifica successiva verrà rifiutata.
ko: 키 지문: %@ 서버 운영자가 알려준 지문과 일치한다면 계속해도 안전합니다. 계속하면 키가 ~/.ssh/known_hosts에 기록되며, 이후 키가 바뀌면 거부됩니다.
nb: Nøkkelens fingeravtrykk: %@ Hvis det stemmer med fingeravtrykket serverens operatør har oppgitt, er det trygt å fortsette. Fortsetter du, lagres nøkkelen i ~/.ssh/known_hosts, og en senere endring vil bli avvist.
nl: Vingerafdruk van de sleutel: %@ Als deze overeenkomt met de vingerafdruk die de serverbeheerder u heeft gegeven, kunt u veilig doorgaan. Doorgaan legt de sleutel vast in ~/.ssh/known_hosts; een latere wijziging wordt geweigerd.
pl: Odcisk klucza: %@ Jeśli zgadza się z odciskiem podanym przez operatora serwera, można bezpiecznie kontynuować. Kontynuacja zapisuje klucz w ~/.ssh/known_hosts, a późniejsza jego zmiana zostanie odrzucona.
ro: Amprenta cheii: %@ Dacă se potrivește cu amprenta comunicată de operatorul serverului, puteți continua în siguranță. Continuarea înregistrează cheia în ~/.ssh/known_hosts, iar o modificare ulterioară va fi refuzată.
ru: Отпечаток ключа: %@ Если он совпадает с отпечатком, который сообщил оператор сервера, можно продолжить. Продолжение запишет ключ в ~/.ssh/known_hosts, и его последующее изменение будет отклонено.
sk: Odtlačok kľúča: %@ Ak súhlasí s odtlačkom, ktorý vám dal prevádzkovateľ servera, môžete bezpečne pokračovať. Pokračovaním sa kľúč zapíše do ~/.ssh/known_hosts a jeho neskoršia zmena bude odmietnutá.
sl: Prstni odtis ključa: %@ Če se ujema s prstnim odtisom, ki vam ga je posredoval upravljavec strežnika, lahko varno nadaljujete. Nadaljevanje zapiše ključ v ~/.ssh/known_hosts, poznejša sprememba pa bo zavrnjena.
sv: Nyckelns fingeravtryck: %@ Om det stämmer med fingeravtrycket som serverns operatör uppgett är det säkert att fortsätta. Att fortsätta sparar nyckeln i ~/.ssh/known_hosts, och en senare ändring kommer att nekas.
uk: Відбиток ключа: %@ Якщо він збігається з відбитком, який повідомив оператор сервера, можна продовжити. Продовження запише ключ у ~/.ssh/known_hosts, і його пізніша зміна буде відхилена.
zh_hans: 密钥指纹：%@ 如果它与服务器运营方提供的指纹一致，则可以安全地继续。继续将把该密钥记录到 ~/.ssh/known_hosts，之后如有更改将被拒绝。

source: Keyboard
cs: Klávesnice
da: Tastatur
de: Tastatur
es: Teclado
fr: Clavier
hu: Billentyűzet
it: Tastiera
ko: 키보드
nb: Tastatur
nl: Toetsenbord
pl: Klawiatura
ro: Tastatură
ru: Клавиатура
sk: Klávesnica
sl: Tipkovnica
sv: Tangentbord
uk: Клавіатура
zh_hans: 键盘

source: Keyboard Scheme
cs: Schéma klávesnice
da: Tastaturskema
de: Tastaturschema
es: Esquema de teclado
fr: Schéma de clavier
hu: Billentyűzetséma
it: Schema tastiera
ko: 키보드 구성표
nb: Tastaturoppsett
nl: Toetsenbordschema
pl: Schemat klawiatury
ro: Schemă de tastatură
ru: Схема клавиатуры
sk: Schéma klávesnice
sl: Shema tipkovnice
sv: Tangentbordsschema
uk: Схема клавіатури
zh_hans: 键盘方案

source: Keyboard Shortcuts
cs: Klávesové zkratky
da: Tastaturgenveje
de: Tastaturkürzel
es: Atajos de teclado
fr: Raccourcis clavier
hu: Gyorsbillentyűk
it: Scorciatoie da tastiera
ko: 키보드 단축키
nb: Tastatursnarveier
nl: Sneltoetsen
pl: Skróty klawiszowe
ro: Scurtături de tastatură
ru: Сочетания клавиш
sk: Klávesové skratky
sl: Tipkovne bližnjice
sv: Kortkommandon
uk: Комбінації клавіш
zh_hans: 键盘快捷键

source: Keyboard Shortcuts…
cs: Klávesové zkratky…
da: Tastaturgenveje…
de: Tastaturkürzel…
es: Atajos de teclado…
fr: Raccourcis clavier…
hu: Gyorsbillentyűk…
it: Scorciatoie da tastiera…
ko: 키보드 단축키…
nb: Tastatursnarveier…
nl: Sneltoetsen…
pl: Skróty klawiszowe…
ro: Scurtături de tastatură…
ru: Сочетания клавиш…
sk: Klávesové skratky…
sl: Tipkovne bližnjice…
sv: Kortkommandon…
uk: Комбінації клавіш…
zh_hans: 键盘快捷键…

source: Kind
cs: Druh
da: Type
de: Art
es: Tipo
fr: Type
hu: Fajta
it: Tipo
ko: 종류
nb: Type
nl: Soort
pl: Rodzaj
ro: Tip
ru: Тип
sk: Druh
sl: Vrsta
sv: Typ
uk: Тип
zh_hans: 种类

source: Kind:
cs: Druh:
da: Type:
de: Art:
es: Tipo:
fr: Type :
hu: Fajta:
it: Tipo:
ko: 종류:
nb: Type:
nl: Soort:
pl: Rodzaj:
ro: Tip:
ru: Тип:
sk: Druh:
sl: Vrsta:
sv: Typ:
uk: Тип:
zh_hans: 种类：

source: L%lld
cs: Ř%lld
de: Z%lld
hu: S%lld
it: R%lld
nl: R%lld
pl: W%lld
ru: С%lld
sk: R%lld
sl: V%lld
sv: R%lld
uk: Р%lld
zh_hans: 第 %lld 行

source: Language
cs: Jazyk
da: Sprog
de: Sprache
es: Idioma
fr: Langue
hu: Nyelv
it: Lingua
ko: 언어
nb: Språk
nl: Taal
pl: Język
ro: Limbă
ru: Язык
sk: Jazyk
sl: Jezik
sv: Språk
uk: Мова
zh_hans: 语言

source: Language changed
cs: Jazyk změněn
da: Sprog ændret
de: Sprache geändert
es: Idioma cambiado
fr: Langue modifiée
hu: A nyelv megváltozott
it: Lingua modificata
ko: 언어 변경됨
nb: Språk endret
nl: Taal gewijzigd
pl: Zmieniono język
ro: Limba a fost schimbată
ru: Язык изменён
sk: Jazyk zmenený
sl: Jezik spremenjen
sv: Språket ändrat
uk: Мову змінено
zh_hans: 语言已更改

source: Last entry at this level.
cs: Poslední položka na této úrovni.
da: Sidste post på dette niveau.
de: Letzter Eintrag auf dieser Ebene.
es: Última entrada de este nivel.
fr: Dernière entrée à ce niveau.
hu: Az utolsó bejegyzés ezen a szinten.
it: Ultima voce di questo livello.
ko: 이 단계의 마지막 항목입니다.
nb: Siste oppføring på dette nivået.
nl: Laatste item op dit niveau.
pl: Ostatni wpis na tym poziomie.
ro: Ultima intrare de la acest nivel.
ru: Последняя запись на этом уровне.
sk: Posledná položka na tejto úrovni.
sl: Zadnji vnos na tej ravni.
sv: Sista posten på den här nivån.
uk: Останній запис на цьому рівні.
zh_hans: 本层的最后一项。

source: Later
cs: Později
da: Senere
de: Später
es: Más tarde
fr: Plus tard
hu: Később
it: Più tardi
ko: 나중에
nb: Senere
pl: Później
ro: Mai târziu
ru: Позже
sk: Neskôr
sl: Pozneje
sv: Senare
uk: Пізніше
zh_hans: 稍后

source: Layout
cs: Rozvržení
es: Disposición
fr: Disposition
hu: Elrendezés
it: Disposizione
ko: 레이아웃
nb: Oppsett
nl: Indeling
pl: Układ
ro: Aranjament
ru: Макет
sk: Rozloženie
sl: Postavitev
uk: Компонування
zh_hans: 布局

source: Left
cs: Vlevo
da: Venstre
de: Links
es: Izquierda
fr: Gauche
hu: Bal
it: Sinistra
ko: 왼쪽
nb: Venstre
nl: Links
pl: Lewy
ro: Stânga
ru: Слева
sk: Vľavo
sl: Levo
sv: Vänster
uk: Ліворуч
zh_hans: 左

source: Left click; right click shows the menu (Windows)
cs: Levé kliknutí; pravé kliknutí zobrazí nabídku (Windows)
da: Venstreklik; højreklik viser menuen (Windows)
de: Linksklick; Rechtsklick zeigt das Menü (Windows)
es: Clic izquierdo; clic derecho muestra el menú (Windows)
fr: Clic gauche ; le clic droit affiche le menu (Windows)
hu: Bal kattintás; jobb kattintás megjeleníti a menüt (Windows)
it: Clic sinistro; il clic destro mostra il menu (Windows)
ko: 왼쪽 클릭, 오른쪽 클릭으로 메뉴 표시(Windows)
nb: Venstreklikk; høyreklikk viser menyen (Windows)
nl: Linkerklik; rechterklik toont het menu (Windows)
pl: Lewe kliknięcie; prawe kliknięcie pokazuje menu (Windows)
ro: Clic stânga; clic dreapta afișează meniul (Windows)
ru: Левый щелчок; правый щелчок показывает меню (Windows)
sk: Kliknutie ľavým; kliknutie pravým zobrazí menu (Windows)
sl: Levi klik; desni klik prikaže meni (Windows)
sv: Vänsterklick; högerklick visar menyn (Windows)
uk: Клацання лівою кнопкою; клацання правою показує меню (Windows)
zh_hans: 左键点按；右键显示菜单（Windows）

source: Left panel
cs: Levý panel
da: Venstre panel
de: Linkes Panel
es: Panel izquierdo
fr: Panneau de gauche
hu: Bal panel
it: Pannello sinistro
ko: 왼쪽 패널
nb: Venstre panel
nl: Linkerpaneel
pl: Lewy panel
ro: Panoul din stânga
ru: Левая панель
sk: Ľavý panel
sl: Levi panel
sv: Vänster panel
uk: Ліва панель
zh_hans: 左面板

source: Left:
cs: Vlevo:
da: Venstre:
de: Links:
es: Izquierda:
fr: Gauche :
hu: Bal:
it: Sinistra:
ko: 왼쪽:
nb: Venstre:
nl: Links:
pl: Lewy:
ro: Stânga:
ru: Слева:
sk: Vľavo:
sl: Levo:
sv: Vänster:
uk: Ліворуч:
zh_hans: 左：

source: Let the assistant run shell commands (asks every time)
cs: Povolit asistentovi spouštět příkazy shellu (vždy se zeptá)
da: Lad assistenten køre shell-kommandoer (spørger hver gang)
de: Assistenz darf Shell-Befehle ausführen (fragt jedes Mal)
es: Permitir que el asistente ejecute comandos de shell (pregunta cada vez)
fr: Autoriser l'assistant à exécuter des commandes shell (demande à chaque fois)
hu: Az asszisztens futtathat shell-parancsokat (mindig rákérdez)
it: Consenti all'assistente di eseguire comandi shell (chiede ogni volta)
ko: 어시스턴트가 셸 명령을 실행하도록 허용(매번 확인)
nb: La assistenten kjøre skallkommandoer (spør hver gang)
nl: Laat de assistent shell-opdrachten uitvoeren (vraagt elke keer)
pl: Pozwól asystentowi uruchamiać polecenia powłoki (pyta za każdym razem)
ro: Permite asistentului să ruleze comenzi shell (întreabă de fiecare dată)
ru: Разрешить ассистенту выполнять команды оболочки (спрашивает каждый раз)
sk: Povoliť asistentovi spúšťať príkazy shellu (vždy sa opýta)
sl: Dovoli pomočniku izvajanje lupinskih ukazov (vsakič vpraša)
sv: Låt assistenten köra skalkommandon (frågar varje gång)
uk: Дозволити асистентові виконувати команди оболонки (щоразу запитує)
zh_hans: 允许助手运行 shell 命令（每次都会询问）

source: Library
cs: Knihovna
da: Bibliotek
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
hu: Programkönyvtár
it: Libreria
ko: 라이브러리
nb: Bibliotek
nl: Bibliotheek
pl: Biblioteka
ro: Bibliotecă
ru: Библиотека
sk: Knižnica
sl: Knjižnica
sv: Bibliotek
uk: Бібліотека
zh_hans: 资源库

source: License
cs: Licence
da: Licens
de: Lizenz
es: Licencia
fr: Licence
hu: Licenc
it: Licenza
ko: 라이선스
nb: Lisens
nl: Licentie
pl: Licencja
ro: Licență
ru: Лицензия
sk: Licencia
sl: Licenca
sv: Licens
uk: Ліцензія
zh_hans: 许可证

source: License text not found.
cs: Text licence nebyl nalezen.
da: Licenstekst ikke fundet.
de: Lizenztext nicht gefunden.
es: No se encontró el texto de la licencia.
fr: Texte de licence introuvable.
hu: A licencszöveg nem található.
it: Testo della licenza non trovato.
ko: 라이선스 텍스트를 찾을 수 없습니다.
nb: Lisenstekst ikke funnet.
nl: Licentietekst niet gevonden.
pl: Nie znaleziono tekstu licencji.
ro: Textul licenței nu a fost găsit.
ru: Текст лицензии не найден.
sk: Text licencie sa nenašiel.
sl: Besedilo licence ni bilo najdeno.
sv: Licenstexten hittades inte.
uk: Текст ліцензії не знайдено.
zh_hans: 未找到许可证文本。

source: Light
cs: Světlý
da: Lys
de: Hell
es: Claro
fr: Clair
hu: Világos
it: Chiaro
ko: 밝게
nb: Lys
nl: Licht
pl: Jasny
ro: Luminos
ru: Светлое
sk: Svetlý
sl: Svetlo
sv: Ljust
uk: Світлий
zh_hans: 浅色

source: Limit the search to the items currently selected in the active panel
cs: Omezit hledání na položky aktuálně vybrané v aktivním panelu
da: Begræns søgningen til de emner, der aktuelt er valgt i det aktive panel
de: Die Suche auf die aktuell im aktiven Panel ausgewählten Objekte beschränken
es: Limitar la búsqueda a los elementos seleccionados actualmente en el panel activo
fr: Limiter la recherche aux éléments actuellement sélectionnés dans le panneau actif
hu: A keresés korlátozása az aktív panelen jelenleg kijelölt elemekre
it: Limita la ricerca agli elementi attualmente selezionati nel pannello attivo
ko: 검색을 활성 패널에서 현재 선택된 항목으로 제한
nb: Begrens søket til objektene som er valgt i det aktive panelet
nl: Het zoeken beperken tot de objecten die momenteel geselecteerd zijn in het actieve paneel
pl: Ogranicz wyszukiwanie do elementów aktualnie zaznaczonych w aktywnym panelu
ro: Limitează căutarea la elementele selectate curent în panoul activ
ru: Ограничить поиск объектами, выбранными в активной панели
sk: Obmedziť vyhľadávanie na položky aktuálne vybrané v aktívnom paneli
sl: Omeji iskanje na predmete, trenutno izbrane v aktivnem panelu
sv: Begränsa sökningen till objekten som är markerade i den aktiva panelen
uk: Обмежити пошук об’єктами, вибраними наразі в активній панелі
zh_hans: 将搜索限定于活动面板中当前所选的项目

source: Limit this transfer's speed. Takes effect immediately and leaves the other transfers alone.
cs: Omezí rychlost tohoto přenosu. Projeví se okamžitě a ostatních přenosů se nedotkne.
da: Begrænser hastigheden for denne overførsel. Træder i kraft med det samme og rører ikke de andre.
de: Begrenzt das Tempo dieser Übertragung. Wirkt sofort und lässt die anderen Übertragungen unberührt.
es: Limita la velocidad de esta transferencia. Surte efecto de inmediato y no afecta a las demás.
fr: Limite la vitesse de ce transfert. Prend effet immédiatement et n’affecte pas les autres transferts.
hu: Korlátozza ennek az átvitelnek a sebességét. Azonnal érvénybe lép, a többit nem érinti.
it: Limita la velocità di questo trasferimento. Ha effetto subito e lascia invariati gli altri.
ko: 이 전송의 속도를 제한합니다. 즉시 적용되며 다른 전송에는 영향을 주지 않습니다.
nb: Begrenser hastigheten på denne overføringen. Trer i kraft umiddelbart og lar de andre være.
nl: Beperkt de snelheid van deze overdracht. Werkt meteen en laat de andere overdrachten met rust.
pl: Ogranicza prędkość tego transferu. Działa natychmiast i nie wpływa na pozostałe.
ro: Limitează viteza acestui transfer. Are efect imediat și nu afectează celelalte transferuri.
ru: Ограничивает скорость этой передачи. Действует сразу и не затрагивает остальные.
sk: Obmedzí rýchlosť tohto prenosu. Prejaví sa okamžite a ostatných prenosov sa nedotkne.
sl: Omeji hitrost tega prenosa. Učinkuje takoj in drugih prenosov ne spremeni.
sv: Begränsar hastigheten för den här överföringen. Träder i kraft direkt och lämnar de andra ifred.
uk: Обмежує швидкість цієї передачі. Діє одразу й не зачіпає інші.
zh_hans: 限制此传输的速度。立即生效，且不影响其他传输。

source: Limits copy/move and network transfer speed. 0 = unlimited.
cs: Omezuje rychlost kopírování/přesunu a síťového přenosu. 0 = neomezeně.
da: Begrænser hastighed for kopiering/flytning og netværksoverførsel. 0 = ubegrænset.
de: Begrenzt Kopier-/Verschiebe- und Netzwerk-Übertragungsrate. 0 = unbegrenzt.
es: Limita la velocidad de copia/movimiento y de transferencia en red. 0 = sin límite.
fr: Limite la vitesse de copie/déplacement et de transfert réseau. 0 = illimité.
hu: Korlátozza a másolás/áthelyezés és a hálózati átvitel sebességét. 0 = korlátlan.
it: Limita la velocità di copia/spostamento e di trasferimento in rete. 0 = illimitata.
ko: 복사/이동 및 네트워크 전송 속도를 제한합니다. 0 = 무제한.
nb: Begrenser hastighet for kopiering/flytting og nettverksoverføring. 0 = ubegrenset.
nl: Beperkt de snelheid van kopiëren/verplaatsen en netwerkoverdracht. 0 = onbeperkt.
pl: Ogranicza prędkość kopiowania/przenoszenia i transferu sieciowego. 0 = bez ograniczeń.
ro: Limitează viteza de copiere/mutare și de transfer în rețea. 0 = nelimitat.
ru: Ограничивает скорость копирования/перемещения и сетевой передачи. 0 = без ограничений.
sk: Obmedzuje rýchlosť kopírovania/presunu a sieťového prenosu. 0 = neobmedzene.
sl: Omeji hitrost kopiranja/premikanja in omrežnega prenosa. 0 = neomejeno.
sv: Begränsar hastigheten för kopiering/flytt och nätverksöverföring. 0 = obegränsat.
uk: Обмежує швидкість копіювання/переміщення та передачі мережею. 0 = без обмежень.
zh_hans: 限制拷贝/移动和网络传输速度。0 = 不限速。

source: Line
cs: Řádek
da: Linje
de: Zeile
es: Línea
fr: Ligne
hu: Sor
it: Riga
ko: 줄
nb: Linje
nl: Regel
pl: Wiersz
ro: Linie
ru: Строка
sk: Riadok
sl: Vrstica
sv: Rad
uk: Рядок
zh_hans: 行

# Line %d: %@
source: Line %1$d: %2$@
cs: Řádek %d: %@
da: Linje %d: %@
de: Zeile %d: %@
es: Línea %d: %@
fr: Ligne %d : %@
hu: %d. sor: %@
it: Riga %d: %@
ko: %d번째 줄: %@
nb: Linje %d: %@
nl: Regel %d: %@
pl: Wiersz %d: %@
ro: Linia %d: %@
ru: Строка %d: %@
sk: Riadok %d: %@
sl: Vrstica %d: %@
sv: Rad %d: %@
uk: Рядок %d: %@
zh_hans: 第 %d 行：%@

source: Line %lld has an empty name.
cs: Řádek %lld má prázdný název.
da: Linje %lld har et tomt navn.
de: Zeile %lld hat einen leeren Namen.
es: La línea %lld tiene un nombre vacío.
fr: La ligne %lld a un nom vide.
hu: A(z) %lld. sor neve üres.
it: La riga %lld ha un nome vuoto.
ko: %lld번째 줄의 이름이 비어 있습니다.
nb: Linje %lld har et tomt navn.
nl: Regel %lld heeft een lege naam.
pl: Wiersz %lld ma pustą nazwę.
ro: Linia %lld are un nume gol.
ru: В строке %lld пустое имя.
sk: Riadok %lld má prázdny názov.
sl: Vrstica %lld ima prazno ime.
sv: Rad %lld har ett tomt namn.
uk: Рядок %lld має порожнє ім’я.
zh_hans: 第 %lld 行的名称为空。

source: Line endings
cs: Konce řádků
da: Linjeskift
de: Zeilenenden
es: Fines de línea
fr: Fins de ligne
hu: Sorvégek
it: Fine riga
ko: 줄 바꿈 문자
nb: Linjeskift
nl: Regeleinden
pl: Końce wierszy
ro: Sfârșituri de linie
ru: Переводы строк
sk: Konce riadkov
sl: Konci vrstic
sv: Radbrytningar
uk: Символи кінця рядка
zh_hans: 行尾符

source: Line endings — pick one to convert the whole file
cs: Konce řádků — výběrem převedete celý soubor
da: Linjeskift — vælg et for at konvertere hele filen
de: Zeilenenden — zum Umwandeln der ganzen Datei auswählen
es: Fines de línea: elija uno para convertir todo el archivo
fr: Fins de ligne — en choisir une pour convertir tout le fichier
hu: Sorvégek — válasszon egyet a teljes fájl átalakításához
it: Fine riga — scegline uno per convertire tutto il file
ko: 줄 바꿈 문자 — 선택하면 파일 전체를 변환합니다
nb: Linjeskift — velg ett for å konvertere hele filen
nl: Regeleinden — kies er een om het hele bestand om te zetten
pl: Końce wierszy — wybierz jeden, aby przekonwertować cały plik
ro: Sfârșituri de linie — alegeți unul pentru a converti tot fișierul
ru: Переводы строк — выберите, чтобы преобразовать весь файл
sk: Konce riadkov — výberom prevediete celý súbor
sl: Konci vrstic — izberite enega za pretvorbo celotne datoteke
sv: Radbrytningar — välj en för att konvertera hela filen
uk: Символи кінця рядка — виберіть, щоб перетворити весь файл
zh_hans: 行尾符 — 选择一种以转换整个文件

source: Line numbers
cs: Čísla řádků
da: Linjenumre
de: Zeilennummern
es: Números de línea
fr: Numéros de ligne
hu: Sorszámok
it: Numeri di riga
ko: 행 번호
nb: Linjenumre
nl: Regelnummers
pl: Numery wierszy
ro: Numere de linie
ru: Номера строк
sk: Čísla riadkov
sl: Številke vrstic
sv: Radnummer
uk: Номери рядків
zh_hans: 行号

source: Line operations
cs: Operace s řádky
da: Linjehandlinger
de: Zeilenoperationen
es: Operaciones de líneas
fr: Opérations sur les lignes
hu: Sorműveletek
it: Operazioni sulle righe
ko: 줄 작업
nb: Linjeoperasjoner
nl: Regelbewerkingen
pl: Operacje na wierszach
ro: Operații pe linii
ru: Операции со строками
sk: Operácie s riadkami
sl: Operacije nad vrsticami
sv: Radåtgärder
uk: Операції з рядками
zh_hans: 行操作

source: Lines
cs: Řádky
da: Linjer
de: Zeilen
es: Líneas
fr: Lignes
hu: Sorok
it: Righe
ko: 줄
nb: Linjer
nl: Regels
pl: Wiersze
ro: Linii
ru: Строки
sk: Riadky
sl: Vrstice
sv: Rader
uk: Рядки
zh_hans: 行

source: Link name:
cs: Název odkazu:
da: Linknavn:
de: Verknüpfungsname:
es: Nombre del enlace:
fr: Nom du lien :
hu: Hivatkozás neve:
it: Nome collegamento:
ko: 링크 이름:
nb: Lenkenavn:
nl: Koppelingsnaam:
pl: Nazwa łącza:
ro: Nume legătură:
ru: Имя ссылки:
sk: Názov odkazu:
sl: Ime povezave:
sv: Länknamn:
uk: Ім’я посилання:
zh_hans: 链接名称：
